{
    "logo": {
        "url": "/images/logo-white.svg",
        "altText": "Logo light",
        "type": "ImageBlock"
    },
    "text": "# \"Sanskriti Emporium\" - Where Tradition Meets Elegance\n\nWelcome to Sanskriti Emporium, your premier destination for exquisite traditional Indian attire and handicrafts. Rooted in the rich cultural heritage of India, Sanskriti Emporium is a celebration of timeless elegance and craftsmanship.\n\nDiscover Timeless Elegance: Step into our virtual showroom and immerse yourself in a world of exquisite craftsmanship and timeless designs. From intricately embroidered sarees to finely crafted jewelry, each piece at Sanskriti Emporium tells a story of tradition and artistry.\n\nA Treasure Trove of Indian Culture: Our curated collection showcases the diverse cultural tapestry of India, featuring handpicked creations from skilled artisans across the country. Whether you're looking for a statement piece for a special occasion or a unique gift for a loved one, you'll find it at Sanskriti Emporium.\n\nUnparalleled Quality: At Sanskriti Emporium, we believe in offering only the finest quality products to our discerning customers. Every item in our collection is meticulously crafted using premium materials and techniques passed down through generations.\n\nCelebrate Every Occasion in Style: Whether it's a wedding, festival, or a casual gathering, Sanskriti Emporium has something for every occasion. Choose from our exquisite range of traditional attire including sarees, salwar suits, lehengas, and more, and make a style statement that reflects your unique personality.\n\nEmbrace Tradition, Embrace Elegance: At Sanskriti Emporium, we believe that tradition and elegance go hand in hand. With our timeless collection of Indian attire and handicrafts, you can embrace the rich cultural heritage of India while adding a touch of sophistication to your wardrobe and home.\n\nExperience Exceptional Service: Your satisfaction is our top priority at Sanskriti Emporium. Our dedicated team is committed to providing you with a seamless shopping experience, from browsing our collection to receiving your order at your doorstep. Shop with confidence knowing that you're in good hands.\n\nJoin the Sanskriti Family: Whether you're a connoisseur of Indian culture or simply appreciate fine craftsmanship, we invite you to join the Sanskriti family and embark on a journey of timeless elegance and tradition.\n\nExperience the magic of Sanskriti Emporium and elevate your style with our exquisite collection of Indian attire and handicrafts. Shop now and add a touch of tradition to your life.\n",
    "primaryLinks": {
        "title": "FOUNDER-ALOK SANGHAVI",
        "links": [
            {
                "label": "Features",
                "altText": "Features page",
                "url": "/",
                "icon": "arrowRight",
                "iconPosition": "right",
                "style": "secondary",
                "type": "Link"
            },
            {
                "label": "Pricing",
                "url": "/pricing",
                "icon": "arrowRight",
                "iconPosition": "right",
                "style": "secondary",
                "type": "Link"
            },
            {
                "label": "Documentation",
                "url": "/",
                "icon": "arrowRight",
                "iconPosition": "right",
                "style": "secondary",
                "type": "Link"
            }
        ],
        "type": "FooterLinksGroup"
    },
    "secondaryLinks": {
        "title": "SANSKRITI EMPORIUM",
        "links": [
            {
                "label": "Careers",
                "altText": "careers page",
                "url": "/careers",
                "icon": "arrowRight",
                "iconPosition": "right",
                "style": "secondary",
                "type": "Link"
            },
            {
                "label": "Blog",
                "url": "/blog",
                "icon": "arrowRight",
                "iconPosition": "right",
                "style": "secondary",
                "type": "Link"
            }
        ],
        "type": "FooterLinksGroup"
    },
    "socialLinks": [
        {
            "altText": "GitHub link",
            "url": "https://github.com/netlify",
            "icon": "github",
            "type": "Social"
        },
        {
            "altText": "Twitter link",
            "url": "https://twitter.com/netlify",
            "icon": "twitter",
            "type": "Social"
        },
        {
            "altText": "LinkedIn link",
            "url": "https://www.linkedin.com/company/netlify",
            "icon": "linkedin",
            "type": "Social"
        },
        {
            "altText": "Email link",
            "url": "/",
            "icon": "mail",
            "type": "Social"
        }
    ],
    "legalLinks": [
        {
            "label": "Terms",
            "url": "/",
            "icon": "arrowRight",
            "iconPosition": "right",
            "style": "secondary",
            "type": "Link"
        },
        {
            "label": "Privacy",
            "url": "/",
            "icon": "arrowRight",
            "iconPosition": "right",
            "style": "secondary",
            "type": "Link"
        }
    ],
    "copyrightText": "Powered by [Netlify Create](https://www.netlify.com/platform/create/)",
    "colors": "bg-dark-fg-light",
    "type": "Footer"
}